Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: DuoAgenticChat|I don't have access to that resource at the moment. Is there something else I can help you with?
sv: DuoAgenticChat|I don't have access to that resource at the moment. Is there something else I can help you with?|Jag har inte åtkomst till den resursen just nu. Finns det något annat jag kan hjälpa dig med?

source: DuoAgenticChat|Turn on GitLab Duo features for this project or group.
sv: DuoAgenticChat|Turn on GitLab Duo features for this project or group.|Aktivera GitLab Duo-funktioner för detta projekt eller denna grupp.

source: DuoAgenticChat|Turn on beta and experimental features for early access to new tools and improvements.
sv: DuoAgenticChat|Turn on beta and experimental features for early access to new tools and improvements.|Aktivera beta- och experimentfunktioner för tidig åtkomst till nya verktyg och förbättringar.

source: DuoAgentsPlatform|Access required
sv: DuoAgentsPlatform|Access required|Åtkomst krävs

source: DuoAgentsPlatform|An error occurred while fetching flows configured for this project.
sv: DuoAgentsPlatform|An error occurred while fetching flows configured for this project.|Ett fel uppstod när flödena som är konfigurerade för detta projekt hämtades.

source: DuoAgentsPlatform|Analyze pipeline failures and get fix suggestions
sv: DuoAgentsPlatform|Analyze pipeline failures and get fix suggestions|Analysera pipelinefel och få förslag på lösningar

source: DuoAgentsPlatform|Comment on issue
sv: DuoAgentsPlatform|Comment on issue|Kommentera ärende

source: DuoAgentsPlatform|Comment on merge request
sv: DuoAgentsPlatform|Comment on merge request|Kommentera sammanfogningsbegäran

source: DuoAgentsPlatform|Create a trigger to run a flow or external agent based on project events.
sv: DuoAgentsPlatform|Create a trigger to run a flow or external agent based on project events.|Skapa en utlösare för att köra ett flöde eller en extern agent baserat på projekthändelser.

source: DuoAgentsPlatform|Create merge request
sv: DuoAgentsPlatform|Create merge request|Skapa sammanfogningsbegäran

source: DuoAgentsPlatform|Ensure the service account has a role equal to or less than the users in the project. The account can be used for triggers only.
sv: DuoAgentsPlatform|Ensure the service account has a role equal to or less than the users in the project. The account can be used for triggers only.|Kontrollera att tjänstekontot har en roll som är lika hög eller lägre än användarnas i projektet. Kontot kan endast användas för utlösare.

source: DuoAgentsPlatform|Fix a failing pipeline
sv: DuoAgentsPlatform|Fix a failing pipeline|Åtgärda en pipeline som har misslyckats

source: DuoAgentsPlatform|Get access to GitLab Duo
sv: DuoAgentsPlatform|Get access to GitLab Duo|Få åtkomst till GitLab Duo

source: DuoAgentsPlatform|Get issue
sv: DuoAgentsPlatform|Get issue|Hämta ärende

source: DuoAgentsPlatform|Get merge request
sv: DuoAgentsPlatform|Get merge request|Hämta sammanfogningsbegäran

source: DuoAgentsPlatform|Review a merge request
sv: DuoAgentsPlatform|Review a merge request|Granska en sammanfogningsbegäran

source: DuoAgentsPlatform|Select any flow or external agent enabled in this project.
sv: DuoAgentsPlatform|Select any flow or external agent enabled in this project.|Välj ett flöde eller en extern agent som är aktiverad i detta projekt.

source: DuoAgentsPlatform|Select at least one merge request action.
sv: DuoAgentsPlatform|Select at least one merge request action.|Välj minst en åtgärd för sammanfogningsbegäran.

source: DuoAgentsPlatform|Select at least one pipeline event.
sv: DuoAgentsPlatform|Select at least one pipeline event.|Välj minst en pipelinehändelse.

source: DuoAgentsPlatform|Select merge request actions
sv: DuoAgentsPlatform|Select merge request actions|Välj åtgärder för sammanfogningsbegäran

source: DuoAgentsPlatform|Select pipeline events
sv: DuoAgentsPlatform|Select pipeline events|Välj pipelinehändelser

source: DuoAgentsPlatform|Update merge request
sv: DuoAgentsPlatform|Update merge request|Uppdatera sammanfogningsbegäran

source: DuoAgentsPlatform|Who can grant you access
sv: DuoAgentsPlatform|Who can grant you access|Vem kan ge dig åtkomst

source: DuoChat|Commit and push to a new branch in repository %{repository}.
sv: DuoChat|Commit and push to a new branch in repository %{repository}.|Checka in och skicka upp till en ny gren i arkivet %{repository}.

source: DuoChat|Commit and push to a new branch.
sv: DuoChat|Commit and push to a new branch.|Checka in och skicka upp till en ny gren.

source: DuoChat|Commit and push to branch %{branch} in repository %{repository}.
sv: DuoChat|Commit and push to branch %{branch} in repository %{repository}.|Checka in och skicka upp till grenen %{branch} i arkivet %{repository}.

source: DuoChat|Commit and push to branch %{branch}.
sv: DuoChat|Commit and push to branch %{branch}.|Checka in och skicka upp till grenen %{branch}.

source: DuoChat|How do I fork a project?
sv: DuoChat|How do I fork a project?|Hur förgrenar jag ett projekt?

source: DuoChat|Start branch
sv: DuoChat|Start branch|Startgren

source: DuoCodeReview|:warning: %{user_reference}, you need to set a default GitLab Duo namespace to use Code Review Flow in this project. Please set a default GitLab Duo namespace in your [preferences](%{docs_url}).
sv: DuoCodeReview|:warning: %{user_reference}, you need to set a default GitLab Duo namespace to use Code Review Flow in this project. Please set a default GitLab Duo namespace in your [preferences](%{docs_url}).|:warning: %{user_reference}, du måste ange en standardnamnrymd för GitLab Duo för att använda Code Review Flow i detta projekt. Ange en standardnamnrymd för GitLab Duo i dina [inställningar](%{docs_url}).

source: DuoCodeReview|:warning: Code Review Flow could not retrieve the source branch for this merge request. Please request a new review.
sv: DuoCodeReview|:warning: Code Review Flow could not retrieve the source branch for this merge request. Please request a new review.|:warning: Code Review Flow kunde inte hämta källgrenen för denna sammanfogningsbegäran. Begär en ny granskning.

source: DuoCodeReview|:warning: Code Review Flow is not available for this project. Contact your administrator to verify that the flow is enabled and the required configuration is in place.
sv: DuoCodeReview|:warning: Code Review Flow is not available for this project. Contact your administrator to verify that the flow is enabled and the required configuration is in place.|:warning: Code Review Flow är inte tillgängligt för detta projekt. Kontakta administratören för att kontrollera att flödet är aktiverat och att den nödvändiga konfigurationen finns.

source: DuoCodeReview|:warning: Code Review Flow is not enabled. Contact your group administrator to enable the foundational flow in the top-level group.
sv: DuoCodeReview|:warning: Code Review Flow is not enabled. Contact your group administrator to enable the foundational flow in the top-level group.|:warning: Code Review Flow är inte aktiverat. Kontakta gruppadministratören för att aktivera det grundläggande flödet i toppnivågruppen.

source: DuoCodeReview|Control whether GitLab Duo automatically reviews merge requests across all groups and projects. This setting cascades to subgroups and projects but can be overridden.
sv: DuoCodeReview|Control whether GitLab Duo automatically reviews merge requests across all groups and projects. This setting cascades to subgroups and projects but can be overridden.|Styr om GitLab Duo automatiskt granskar sammanfogningsbegäranden i alla grupper och projekt. Denna inställning ärvs av undergrupper och projekt men kan åsidosättas.

source: DuoCodeReview|Control whether GitLab Duo automatically reviews merge requests. This setting cascades to subgroups and projects but can be overridden.
sv: DuoCodeReview|Control whether GitLab Duo automatically reviews merge requests. This setting cascades to subgroups and projects but can be overridden.|Styr om GitLab Duo automatiskt granskar sammanfogningsbegäranden. Denna inställning ärvs av undergrupper och projekt men kan åsidosättas.

source: DuoCodeReview|GitLab Duo Code Review was not automatically added. Contact your administrator to verify your account has access to this feature.
sv: DuoCodeReview|GitLab Duo Code Review was not automatically added. Contact your administrator to verify your account has access to this feature.|GitLab Duo Code Review lades inte till automatiskt. Kontakta administratören för att kontrollera att ditt konto har åtkomst till funktionen.

source: DuoCodeReview|I'm already reviewing this merge request. I'll post my feedback when I'm done.
sv: DuoCodeReview|I'm already reviewing this merge request. I'll post my feedback when I'm done.|Jag granskar redan denna sammanfogningsbegäran. Jag skickar min återkoppling när jag är klar.

source: DuoCodeReview|When enabled, GitLab Duo will automatically review new merge requests across all groups and projects. Draft merge requests and merge requests without changes are skipped.
sv: DuoCodeReview|When enabled, GitLab Duo will automatically review new merge requests across all groups and projects. Draft merge requests and merge requests without changes are skipped.|När funktionen är aktiverad granskar GitLab Duo automatiskt nya sammanfogningsbegäranden i alla grupper och projekt. Utkast till sammanfogningsbegäranden och sammanfogningsbegäranden utan ändringar hoppas över.

source: DuoCodeReview|When enabled, GitLab Duo will automatically review new merge requests. Draft merge requests and merge requests without changes are skipped.
sv: DuoCodeReview|When enabled, GitLab Duo will automatically review new merge requests. Draft merge requests and merge requests without changes are skipped.|När funktionen är aktiverad granskar GitLab Duo automatiskt nya sammanfogningsbegäranden. Utkast till sammanfogningsbegäranden och sammanfogningsbegäranden utan ändringar hoppas över.

source: DuoCodeReview|You don't have access to GitLab Duo Code Review. Contact your administrator to verify your account has access to this feature.
sv: DuoCodeReview|You don't have access to GitLab Duo Code Review. Contact your administrator to verify your account has access to this feature.|Du har inte åtkomst till GitLab Duo Code Review. Kontakta administratören för att kontrollera att ditt konto har åtkomst till funktionen.

source: DuoCodeReview|is reviewing your merge request and will let you know when it's finished
sv: DuoCodeReview|is reviewing your merge request and will let you know when it's finished|granskar din sammanfogningsbegäran och meddelar dig när den är klar

source: DuoCoreTrialDiscover|Advanced CI/CD
sv: DuoCoreTrialDiscover|Advanced CI/CD|Avancerad CI/CD

source: DuoCoreTrialDiscover|Prevent pipeline conflicts with merge trains and push rules, store build outputs with Artifact Registry, and reuse working templates across teams.
sv: DuoCoreTrialDiscover|Prevent pipeline conflicts with merge trains and push rules, store build outputs with Artifact Registry, and reuse working templates across teams.|Förhindra pipelinekonflikter med sammanfogningsköer och pushregler, lagra byggutdata med Artifact Registry och återanvänd fungerande mallar i team.

source: DuoCoreTrialDiscover|Transform your development pipeline with intelligent automation tools that handle repetitive tasks.
sv: DuoCoreTrialDiscover|Transform your development pipeline with intelligent automation tools that handle repetitive tasks.|Förändra utvecklingspipelinen med intelligenta automationsverktyg som hanterar repetitiva uppgifter.

source: DuoEnterpriseDiscover|AI-assisted root cause analysis for CI/CD job failures, and suggested fixes to quickly remedy broken pipelines.
sv: DuoEnterpriseDiscover|AI-assisted root cause analysis for CI/CD job failures, and suggested fixes to quickly remedy broken pipelines.|AI-assisterad orsaksanalys av fel i CI/CD-jobb och förslag på lösningar för att snabbt åtgärda pipelinefel.

source: DuoEnterpriseDiscover|Discussion, merge request, and code summaries for efficient and effective communication.
sv: DuoEnterpriseDiscover|Discussion, merge request, and code summaries for efficient and effective communication.|Sammanfattningar av diskussioner, sammanfogningsbegäranden och kod för effektiv kommunikation.

source: DuoEnterprise|You now have access to %{link_start}GitLab Duo Enterprise%{link_end}, which boosts your efficiency and effectiveness by reducing the time required to write and understand code.
sv: DuoEnterprise|You now have access to %{link_start}GitLab Duo Enterprise%{link_end}, which boosts your efficiency and effectiveness by reducing the time required to write and understand code.|Du har nu åtkomst till %{link_start}GitLab Duo Enterprise%{link_end}, som gör dig effektivare genom att minska tiden som krävs för att skriva och förstå kod.

source: DuoEnterprise|You now have access to GitLab Duo Enterprise, which boosts your efficiency and effectiveness by reducing the time required to write and understand code.
sv: DuoEnterprise|You now have access to GitLab Duo Enterprise, which boosts your efficiency and effectiveness by reducing the time required to write and understand code.|Du har nu åtkomst till GitLab Duo Enterprise, som gör dig effektivare genom att minska tiden som krävs för att skriva och förstå kod.

source: DuoFeatures|Specify project files and directories that GitLab Duo will not access. Excluded content is never sent to AI models. %{linkStart}Learn more%{linkEnd}.
sv: DuoFeatures|Specify project files and directories that GitLab Duo will not access. Excluded content is never sent to AI models. %{linkStart}Learn more%{linkEnd}.|Ange projektfiler och kataloger som GitLab Duo inte ska ha åtkomst till. Exkluderat innehåll skickas aldrig till AI-modeller. %{linkStart}Läs mer%{linkEnd}.

source: DuoProDiscover|Streamline communication, facilitate knowledge sharing, and improve project management.
sv: DuoProDiscover|Streamline communication, facilitate knowledge sharing, and improve project management.|Effektivisera kommunikationen, underlätta kunskapsdelning och förbättra projektledning.

source: DuoProTrial|To start a GitLab Duo trial, you must have the Owner role of a top-level group that has an active subscription or trial.
sv: DuoProTrial|To start a GitLab Duo trial, you must have the Owner role of a top-level group that has an active subscription or trial.|Du måste ha rollen Ägare för en toppnivågrupp med en aktiv prenumeration eller provperiod för att starta en GitLab Duo-provperiod.

source: DuoProTrial|You do not have access to trial GitLab Duo
sv: DuoProTrial|You do not have access to trial GitLab Duo|Du har inte åtkomst till GitLab Duo-provperioden

source: DuoSlack|Could not set up the workspace project. Check that you have access to the namespace and permission to create projects.
sv: DuoSlack|Could not set up the workspace project. Check that you have access to the namespace and permission to create projects.|Kunde inte konfigurera arbetsyteprojektet. Kontrollera att du har åtkomst till namnrymden och behörighet att skapa projekt.

source: DuoSlack|The Duo Developer flow is not enabled for your namespace. Ask a group owner to enable it in the Duo Agent Platform settings.
sv: DuoSlack|The Duo Developer flow is not enabled for your namespace. Ask a group owner to enable it in the Duo Agent Platform settings.|Duo Developer-flödet är inte aktiverat för din namnrymd. Be en gruppägare att aktivera det i inställningarna för Duo Agent Platform.

source: DuoWorkflowSettings|Allow the IDE to access external MCP tools.
sv: DuoWorkflowSettings|Allow the IDE to access external MCP tools.|Tillåt IDE:n att komma åt externa MCP-verktyg.

source: DuoWorkflow|A Duo session in %{project} is paused and waiting for your input.
sv: DuoWorkflow|A Duo session in %{project} is paused and waiting for your input.|En Duo-session i %{project} är pausad och väntar på din inmatning.

source: DuoWorkflow|A Duo session in %{strong_start}%{project}%{strong_end} is paused and waiting for your input.
sv: DuoWorkflow|A Duo session in %{strong_start}%{project}%{strong_end} is paused and waiting for your input.|En Duo-session i %{strong_start}%{project}%{strong_end} är pausad och väntar på din inmatning.

source: EnterpriseUsers|The user does not match the "Enterprise User" definition for the group
sv: EnterpriseUsers|The user does not match the "Enterprise User" definition for the group|Användaren matchar inte definitionen ”Enterprise User” för gruppen

source: EnterpriseUsers|The user is already an enterprise user of the group
sv: EnterpriseUsers|The user is already an enterprise user of the group|Användaren är redan företagsanvändare i gruppen

source: Group %{group_name} and its Mattermost team were successfully created.
sv: Group %{group_name} and its Mattermost team were successfully created.|Gruppen %{group_name} och dess Mattermost-team har skapats.

source: Group %{group_name} couldn't be exported.
sv: Group %{group_name} couldn't be exported.|Gruppen %{group_name} kunde inte exporteras.

source: Group %{group_name} was exported successfully.
sv: Group %{group_name} was exported successfully.|Gruppen %{group_name} har exporterats.

source: Group %{group_name} was successfully created.
sv: Group %{group_name} was successfully created.|Gruppen %{group_name} har skapats.

source: Group '%{group_name}' could not be updated.
sv: Group '%{group_name}' could not be updated.|Gruppen '%{group_name}' kunde inte uppdateras.

source: Group '%{group_name}' has been successfully archived.
sv: Group '%{group_name}' has been successfully archived.|Gruppen '%{group_name}' har arkiverats.

source: Group '%{group_name}' has been successfully restored.
sv: Group '%{group_name}' has been successfully restored.|Gruppen '%{group_name}' har återställts.

source: Group '%{group_name}' has been successfully unarchived.
sv: Group '%{group_name}' has been successfully unarchived.|Gruppen '%{group_name}' har avarkiverats.

source: Group '%{group_name}' is being deleted.
sv: Group '%{group_name}' is being deleted.|Gruppen '%{group_name}' håller på att tas bort.

source: Group '%{group_name}' was successfully updated.
sv: Group '%{group_name}' was successfully updated.|Gruppen '%{group_name}' har uppdaterats.

source: Group Git LFS status:
sv: Group Git LFS status:|Status för gruppens Git LFS:

source: Group and project created successfully
sv: Group and project created successfully|Grupp och projekt har skapats

source: Group application: %{name}
sv: Group application: %{name}|Gruppapplikation: %{name}

source: Group can't be be deleted
sv: Group can't be be deleted|Gruppen kan inte tas bort

source: Group comment templates
sv: Group comment templates|Kommentar-mallar för grupp

source: Group compute minutes were successfully reset.
sv: Group compute minutes were successfully reset.|Gruppens beräkningsminuter har återställts.

source: Group export could not be started.
sv: Group export could not be started.|Gruppexporten kunde inte startas.

source: Group export download requests
sv: Group export download requests|Begäranden om hämtning av gruppexport

source: Group export link has expired. Please generate a new export from your group settings.
sv: Group export link has expired. Please generate a new export from your group settings.|Länken till gruppexporten har upphört. Skapa en ny export i gruppinställningarna.

source: Group export requests
sv: Group export requests|Begäranden om gruppexport

source: Group export started. A download link will be sent by email and made available on this page.
sv: Group export started. A download link will be sent by email and made available on this page.|Gruppexporten har startat. En hämtningslänk skickas med e-post och blir tillgänglig på denna sida.

source: Group import could not be scheduled
sv: Group import could not be scheduled|Gruppimporten kunde inte schemaläggas

source: Group import requests
sv: Group import requests|Begäranden om gruppimport

source: Group issues into time-boxed cycles to plan and track sprints
sv: Group issues into time-boxed cycles to plan and track sprints|Gruppera ärenden i tidsbegränsade cykler för att planera och följa sprintar

source: Group name can contain only letters, digits, dashes, spaces, dots, underscores, parenthesis, and emojis.
sv: Group name can contain only letters, digits, dashes, spaces, dots, underscores, parenthesis, and emojis.|Gruppnamnet får endast innehålla bokstäver, siffror, bindestreck, blanksteg, punkter, understreck, parenteser och emoji.

source: Group name is required.
sv: Group name is required.|Gruppnamn krävs.

source: Group name must start with a letter, digit, emoji, or underscore.
sv: Group name must start with a letter, digit, emoji, or underscore.|Gruppnamnet måste börja med en bokstav, siffra, emoji eller understreck.

source: Group overview content
sv: Group overview content|Innehåll i gruppöversikt

source: Group requires separate account
sv: Group requires separate account|Gruppen kräver ett separat konto

source: Group was successfully updated.
sv: Group was successfully updated.|Gruppen har uppdaterats.

source: Group work item bulk edit is a licensed feature not available for this group.
sv: Group work item bulk edit is a licensed feature not available for this group.|Massredigering av grupparbetsobjekt är en licensierad funktion som inte är tillgänglig för denna grupp.

source: Group-level MFA enforcement
sv: Group-level MFA enforcement|Tvingande flerfaktorsautentisering på gruppnivå

source: Group-level wiki is disabled.
sv: Group-level wiki is disabled.|Wikin på gruppnivå är inaktiverad.

source: GroupImport|Group '%{group_name}' is being imported.
sv: GroupImport|Group '%{group_name}' is being imported.|Gruppen '%{group_name}' importeras.

source: GroupImport|Group could not be imported: %{errors}
sv: GroupImport|Group could not be imported: %{errors}|Gruppen kunde inte importeras: %{errors}

source: GroupImport|Please wait while we import the group for you. Refresh at will.
sv: GroupImport|Please wait while we import the group for you. Refresh at will.|Vänta medan vi importerar gruppen åt dig. Uppdatera sidan när du vill.

source: GroupImport|The group was successfully imported.
sv: GroupImport|The group was successfully imported.|Gruppen har importerats.

source: GroupImport|Unable to process group import file
sv: GroupImport|Unable to process group import file|Det går inte att behandla gruppimportfilen

source: GroupPage|Group ID: %{id}
sv: GroupPage|Group ID: %{id}|Grupp-ID: %{id}

source: GroupProjectArchiveSettings|An error occurred while archiving the group. Please refresh the page and try again.
sv: GroupProjectArchiveSettings|An error occurred while archiving the group. Please refresh the page and try again.|Ett fel uppstod när gruppen arkiverades. Uppdatera sidan och försök igen.

source: GroupProjectArchiveSettings|An error occurred while archiving the project. Please refresh the page and try again.
sv: GroupProjectArchiveSettings|An error occurred while archiving the project. Please refresh the page and try again.|Ett fel uppstod när projektet arkiverades. Uppdatera sidan och försök igen.

source: GroupProjectArchiveSettings|Archive group
sv: GroupProjectArchiveSettings|Archive group|Arkivera grupp

source: GroupProjectArchiveSettings|Archive project
sv: GroupProjectArchiveSettings|Archive project|Arkivera projekt

source: GroupProjectArchiveSettings|How do I archive a group?
sv: GroupProjectArchiveSettings|How do I archive a group?|Hur arkiverar jag en grupp?

source: GroupProjectArchiveSettings|How do I archive a project?
sv: GroupProjectArchiveSettings|How do I archive a project?|Hur arkiverar jag ett projekt?
